/*
This file is part of Telegram Desktop,
the official desktop application for the Telegram messaging service.

For license and copyright information please follow this link:
https://github.com/telegramdesktop/tdesktop/blob/master/LEGAL
*/
"lng_language_name" = "Русский";
"lng_switch_to_this" = "Продолжить на русском";

"lng_menu_contacts" = "Контакты";
"lng_menu_calls" = "Звонки";
"lng_menu_settings" = "Настройки";
"lng_menu_about" = "О программе";
"lng_menu_update" = "Обновить";
"lng_menu_back" = "Назад";
"lng_menu_night_mode" = "Night Mode";

"lng_disable_notifications_from_tray" = "Отключить уведомления";
"lng_enable_notifications_from_tray" = "Включить уведомления";
"lng_open_from_tray" = "Открыть Telegram";
"lng_minimize_to_tray" = "Свернуть в трей";
"lng_quit_from_tray" = "Выйти из Telegram";
"lng_tray_icon_text" = "Telegram всё ещё работает тут.\nВы можете отключить работу в скрытом режим в Настройках. \nЕсли этот значок пропадёт из области уведомлений, можно перетащить его сюда снова из скрытых значков.";

"lng_month1" = "января";
"lng_month2" = "февраля";
"lng_month3" = "марта";
"lng_month4" = "апреля";
"lng_month5" = "мая";
"lng_month6" = "июня";
"lng_month7" = "июля";
"lng_month8" = "августа";
"lng_month9" = "сентября";
"lng_month10" = "октября";
"lng_month11" = "ноября";
"lng_month12" = "декабря";

"lng_month1_small" = "Янв";
"lng_month2_small" = "Фев";
"lng_month3_small" = "Мар";
"lng_month4_small" = "Апр";
"lng_month5_small" = "Мая";
"lng_month6_small" = "Июня";
"lng_month7_small" = "Июля";
"lng_month8_small" = "Авг";
"lng_month9_small" = "Сен";
"lng_month10_small" = "Окт";
"lng_month11_small" = "Ноя";
"lng_month12_small" = "Дек";

"lng_weekday1" = "Пн";
"lng_weekday2" = "Вт";
"lng_weekday3" = "Ср";
"lng_weekday4" = "Чт";
"lng_weekday5" = "Пт";
"lng_weekday6" = "Сб";
"lng_weekday7" = "Вс";

"lng_month_day" = "{day} {month}";
"lng_month_day_year" = "{day} {month} {year}";
"lng_month_year" = "{month} {year}";

"lng_box_ok" = "OK";

"lng_cancel" = "Отмена";
"lng_continue" = "Продолжить";
"lng_close" = "Закрыть";
"lng_connecting" = "Подключение...";
"lng_connecting_to_proxy" = "Подключение к прокси...";
"lng_connecting_settings" = "Настройки";
"lng_reconnecting#one" = "Повторное подключение через {count} с...";
"lng_reconnecting#other" = "Повторное подключение через {count} с...";
"lng_reconnecting_try_now" = "Попробовать сейчас";

"lng_status_service_notifications" = "служебные уведомления";
"lng_status_support" = "поддержка";
"lng_status_bot" = "бот";
"lng_status_bot_reads_all" = "имеет доступ к сообщениям";
"lng_status_bot_not_reads_all" = "не имеет доступа к сообщениям";
"lng_status_offline" = "был(а) в сети очень давно";
"lng_status_recently" = "был(а) в сети недавно";
"lng_status_last_week" = "был(а) в сети на этой неделе";
"lng_status_last_month" = "был(а) в сети в этом месяце";
"lng_status_lastseen_now" = "был(а) в сети только что";
"lng_status_lastseen_minutes#one" = "был(а) в сети {count} минуту назад";
"lng_status_lastseen_minutes#other" = "был(а) в сети {count} мин. назад";
"lng_status_lastseen_hours#one" = "был(а) в сети {count} час назад";
"lng_status_lastseen_hours#other" = "был(а) в сети {count} ч. назад";
"lng_status_lastseen_today" = "был(а) в сети сегодня в {time}";
"lng_status_lastseen_yesterday" = "был(а) в сети вчера в {time}";
"lng_status_lastseen_date" = "был(а) в сети {date}";
"lng_status_lastseen_date_time" = "был(а) в сети {date} в {time}";
"lng_status_online" = "в сети";
"lng_status_connecting" = "подключение...";

"lng_chat_status_unaccessible" = "группа недоступна";
"lng_chat_status_members#one" = "{count} участник";
"lng_chat_status_members#other" = "{count} участников";
"lng_chat_status_online#one" = "{count} в сети";
"lng_chat_status_online#other" = "{count} в сети";
"lng_chat_status_members_online" = "{members_count}, {online_count}";

"lng_channel_status" = "канал";
"lng_group_status" = "группа";

"lng_channel_members_link#one" = "Подписчиков: {count}";
"lng_channel_members_link#other" = "Подписчиков: {count}";
"lng_channel_admins_link#one" = "Администраторов: {count}";
"lng_channel_admins_link#other" = "Администраторов: {count}";

"lng_flood_error" = "Слишком быстро. Повторите попытку позже.";
"lng_gif_error" = "Ошибка чтения GIF-анимации :(";
"lng_edit_error" = "Вы не можете редактировать это сообщение";
"lng_join_channel_error" = "Sorry, you have joined too many channels and supergroups. Please leave some before joining this one.";
"lng_error_phone_flood" = "Вы слишком часто удаляли и заново создавали свой аккаунт. Пожалуйста, подождите несколько дней перед повторной регистрацией.";
"lng_error_start_minimized_passcoded" = "You have set a local passcode, so Telegram Desktop can't be launched minimised; it will ask you to enter your passcode before it can start working.";
"lng_error_pinned_max#one" = "Ошибка: можно закрепить максимум {count} чат.";
"lng_error_pinned_max#other" = "Ошибка: можно закрепить максимум {count} чатов.";
"lng_error_public_groups_denied" = "Вам запрещено вступать в публичные группы.\n{more_info}";
"lng_error_cant_add_member" = "Вы не можете добавить этого бота в группу. Попросите об этом кого-нибудь из администраторов.";
"lng_error_cant_add_bot" = "Этого бота нельзя добавлять в группы.";
"lng_error_cant_add_admin_invite" = "Вы не можете добавить этого пользователя в качестве администратора, потому что он не является участником этой группы и у вас недостаточно прав, чтобы его пригласить.";
"lng_error_cant_add_admin_unban" = "Вы не можете добавить этого пользователя в качестве администратора, потому что он в чёрном списке и у вас недостаточно прав, чтобы его разблокировать.";
"lng_error_cant_ban_admin" = "Вы не можете заблокировать этого пользователя, потому что он администратор данной группы, а у вас недостаточно прав, чтобы понизить его полномочия.";
"lng_sure_add_admin_invite" = "Этот пользователь не является участником группы. Добавить его в группу и сделать администратором?";
"lng_sure_add_admin_invite_channel" = "This user is not a subscriber of this channel. Add them to the channel and promote them to admin?";
"lng_sure_add_admin_unban" = "This user is currently restricted or banned. Are you sure you want to unban and promote them?";
"lng_sure_ban_admin" = "This user is an admin. Are you sure you want to go ahead and restrict them?";
"lng_sure_ban_user_group" = "Заблокировать пользователя {user} в группе?";
"lng_sure_enable_socks" = "Уверены, что хотите включить этот прокси?\n\nХост: {server}\nПорт: {port}\n\nВы сможете изменить настройки прокси в разделе расширенных настроек (Тип подключения).";
"lng_sure_enable" = "Включить";

"lng_edit_deleted" = "Сообщение было удалено";
"lng_edit_too_long" = "Слишком длинное сообщение";
"lng_edit_message" = "Редактирование сообщения";
"lng_edit_message_text" = "Новый текст сообщения...";
"lng_deleted" = "Удалённый аккаунт";
"lng_deleted_message" = "Удалённое сообщение";
"lng_pinned_message" = "Прикреплённое сообщение";
"lng_pinned_unpin_sure" = "Открепить это сообщение?";
"lng_pinned_pin_sure" = "Прикрепить это сообщение?";
"lng_pinned_pin" = "Прикрепить";
"lng_pinned_unpin" = "Открепить";
"lng_pinned_notify" = "Уведомить участников";

"lng_intro_about" = "Добро пожаловать в официальное приложение\nTelegram для компьютера.";
"lng_start_msgs" = "ВОЙТИ";

"lng_intro_next" = "ДАЛЕЕ";
"lng_intro_finish" = "Зарегистрироваться";
"lng_intro_submit" = "ОТПРАВИТЬ";

"lng_photo_caption" = "Подпись";
"lng_photos_comment" = "Комментарий";

"lng_phone_title" = "Your Phone Number";
"lng_phone_desc" = "Please confirm your country code and\nenter your mobile phone number.";
"lng_phone_notreg" = "Если у вас ещё нет учётной записи Telegram,\n[b]зарегистрируйтесь[/b] через {link_start}мобильное приложение{link_end}\nили {signup_start}здесь{signup_end}";
"lng_country_code" = "Код страны";
"lng_bad_country_code" = "Некорректный код страны";
"lng_country_ph" = "Поиск";
"lng_country_none" = "Страна не найдена";
"lng_country_select" = "Выберите страну";

"lng_code_ph" = "Ваш код";
"lng_code_desc" = "Мы отправили код доступа на ваш номер.\nПожалуйста, введите его в это поле.";
"lng_code_telegram" = "Введите код, который вы получили \nв [b]Telegram[/b] на другом устройстве.";
"lng_code_no_telegram" = "Отправить код через SMS";
"lng_code_call" = "Telegram will call you in {minutes}:{seconds}";
"lng_code_calling" = "Запрос звонка от Telegram…";
"lng_code_called" = "Telegram набирает номер";

"lng_bad_phone" = "Неверный номер телефона. Попробуйте ещё раз.";
"lng_bad_phone_noreg" = "Номер телефона не зарегистрирован.";
"lng_bad_code" = "Вы ввели неверный код.";
"lng_bad_name" = "Введите свои имя и фамилию.";
"lng_bad_photo" = "Sorry, Telegram can't process that type of image.";

"lng_signin_title" = "Проверка пароля";
"lng_signin_desc" = "Введите пароль.";
"lng_signin_recover_desc" = "Введите код, отправленный на ваш e-mail\n{email}";
"lng_signin_password" = "Ваш пароль";
"lng_signin_code" = "Код, который мы отправили по e-mail";
"lng_signin_recover" = "Забыли пароль?";
"lng_signin_recover_title" = "Сбросить пароль";
"lng_signin_hint" = "Подсказка: {password_hint}";
"lng_signin_recover_hint" = "Код был отправлен на {recover_email}";
"lng_signin_bad_password" = "Вы ввели неверный пароль.";
"lng_signin_wrong_code" = "Вы ввели неверный код.";
"lng_signin_try_password" = "Нет доступа к почте?";
"lng_signin_password_removed" = "Your cloud password was disabled.\nYou can set up a new one in Settings.";
"lng_signin_no_email_forgot" = "Since you didn't provide a recovery e-mail when setting up your password, your remaining options are either to remember your password or to reset your account.";
"lng_signin_cant_email_forgot" = "Если у вас нет доступа к своей электронной почте, то придётся либо вспомнить пароль, либо сбросить аккаунт.";
"lng_signin_reset_account" = "Сбросить аккаунт";
"lng_signin_sure_reset" = "Внимание!\n\nИстория сообщений и чаты будут безвозвратно удалены. Продолжить?";
"lng_signin_reset" = "Сбросить";
"lng_signin_reset_wait" = "Так как аккаунт {phone_number} сейчас активен и защищён паролем, то, в целях безопасности, он будет удалён лишь через 1 неделю, чтобы в течение этого срока вы могли отказаться от удаления.\n\nСброс будет доступен через:\n{when}";
"lng_signin_reset_days#one" = "{count} день";
"lng_signin_reset_days#other" = "{count} дн.";
"lng_signin_reset_hours#one" = "{count} ч.";
"lng_signin_reset_hours#other" = "{count} ч.";
"lng_signin_reset_minutes#one" = "{count} мин.";
"lng_signin_reset_minutes#other" = "{count} мин.";
"lng_signin_reset_in_days" = "{days_count} {hours_count} {minutes_count}";
"lng_signin_reset_in_hours" = "{hours_count} {minutes_count}";
"lng_signin_reset_cancelled" = "Ваши недавние попытки сброса этого аккаунта были отменены его текущим пользователем. Вы можете попробовать снова через 7 дней.";
"lng_signin_banned_text" = "Этот номер телефона заблокирован.";
"lng_signin_banned_help" = "Помощь";

"lng_signup_title" = "Информация и фото";
"lng_signup_desc" = "Введите своё имя и\nзагрузите фотографию.";

"lng_signup_firstname" = "Имя";
"lng_signup_lastname" = "Фамилия";

"lng_dlg_filter" = "Поиск";
"lng_dlg_new_group_name" = "Название группы";
"lng_dlg_new_channel_name" = "Название канала";
"lng_no_contacts" = "У вас нет контактов";
"lng_no_chats" = "Здесь появятся ваши недавние звонки";
"lng_contacts_loading" = "Загрузка...";
"lng_contacts_not_found" = "Контакты не найдены";
"lng_dlg_search_for_messages" = "Поиск сообщений";
"lng_update_telegram" = "Обновить Telegram";
"lng_dlg_search_in" = "Поиск сообщений в...";
"lng_dlg_search_from" = "От: {user}";

"lng_settings_save" = "Сохранить";
"lng_settings_upload" = "Обновить фото";
"lng_settings_crop_profile" = "Выберите область для фото вашего профиля";
"lng_settings_uploading_photo" = "Загрузка фото...";
"lng_settings_edit" = "Изменить имя";
"lng_settings_drop_area_subtitle" = "чтобы установить его в качестве фотографии";

"lng_username_title" = "Имя пользователя";
"lng_username_about" = "Вы можете задать себе уникальное\nимя пользователя – тогда другие люди \nсмогут находить вас по нему и связываться с вами, [b]не зная номера[/b] вашего телефона. \n\nРазрешены цифры, символы a-z и подчёркивания. Минимальная длина: 5 символов.";
"lng_username_choose" = "Выберите имя пользователя";
"lng_username_invalid" = "Некорректное имя пользователя.";
"lng_username_occupied" = "Это имя пользователя уже занято.";
"lng_username_too_short" = "Имя пользователя слишком короткое.";
"lng_username_bad_symbols" = "Only a-z, 0-9, and underscores allowed.";
"lng_username_available" = "Доступно";
"lng_username_not_found" = "Пользователь @{user} не найден.";
"lng_username_link_willbe" = "This link will open a chat with you:";
"lng_username_link" = "Эта ссылка открывает чат с вами:";
"lng_username_copied" = "Ссылка скопирована в буфер обмена.";

"lng_bio_title" = "Измените информацию о себе";
"lng_bio_placeholder" = "О себе";
"lng_bio_about" = "Вы можете написать пару строк о себе. Этот текст будет виден всем, кто откроет ваш профиль.";

"lng_settings_section_info" = "Информация";
"lng_settings_username" = "Имя пользователя:";
"lng_settings_choose_username" = "задать...";
"lng_settings_empty_bio" = "написать...";

"lng_settings_section_notify" = "Уведомления";
"lng_settings_desktop_notify" = "Уведомления на рабочем столе";
"lng_settings_show_name" = "Показывать имя отправителя";
"lng_settings_show_preview" = "Показывать текст сообщения";
"lng_settings_use_windows" = "Использовать уведомления Windows";
"lng_settings_use_native_notifications" = "Использовать системные уведомления";
"lng_settings_advanced_notifications" = "Количество и расположение уведомлений";
"lng_settings_notifications_position" = "Расположение на экране";
"lng_settings_notifications_count" = "Количество";
"lng_settings_sound_notify" = "Звук";
"lng_settings_include_muted" = "Подсчитывать непрочитанные из всех чатов";

"lng_notification_preview" = "У вас новое сообщение";
"lng_notification_reply" = "Ответить";
"lng_notification_hide_all" = "Скрыть все";
"lng_notification_sample" = "Это пример уведомления";

"lng_settings_section_general" = "Общие настройки";
"lng_settings_change_lang" = "Изменить язык";
"lng_languages" = "Языки";
"lng_sure_save_language" = "Telegram перезапустится, чтобы сменить язык";
"lng_settings_update_automatically" = "Обновлять автоматически";
"lng_settings_current_version_label" = "Версия {version}:";
"lng_settings_current_version" = "Версия {version}";
"lng_settings_check_now" = "Проверить обновления";
"lng_settings_update_checking" = "Проверка обновлений...";
"lng_settings_latest_installed" = "Установлена новейшая версия";
"lng_settings_downloading" = "Загрузка обновления: {ready} / {total} МБ";
"lng_settings_update_ready" = "Обновление загружено";
"lng_settings_update_now" = "Перезапустить";
"lng_settings_update_fail" = "Ошибка при проверке обновления :(";
"lng_settings_workmode_tray" = "Значок в области уведомлений";
"lng_settings_workmode_window" = "Значок в панели задач";
"lng_settings_auto_start" = "Запускать Telegram при старте системы";
"lng_settings_start_min" = "Запускать свёрнутым";
"lng_settings_add_sendto" = "Добавить Telegram в меню «Отправить...»";
"lng_settings_section_scale" = "Масштаб интерфейса";
"lng_settings_scale_auto" = "Авто ({cur})";

"lng_settings_section_chat_settings" = "Настройки чатов";
"lng_settings_replace_emojis" = "Заменять смайлы";
"lng_settings_view_emojis" = "Посмотреть список";
"lng_settings_send_enter" = "Отправлять по Enter";
"lng_settings_send_ctrlenter" = "Отправлять по Ctrl+Enter";
"lng_settings_send_cmdenter" = "Отправлять по Cmd+Enter";

"lng_settings_section_background" = "Фоновое изображение чата";
"lng_settings_bg_use_default" = "Использовать стандартную тему";
"lng_settings_bg_from_gallery" = "Выбрать из галереи";
"lng_settings_bg_from_file" = "Выбрать файл";
"lng_settings_bg_edit_theme" = "Редактировать тему";
"lng_settings_bg_tile" = "Замостить";
"lng_settings_adaptive_wide" = "Адаптация для широких экранов";

"lng_backgrounds_header" = "Выберите новый фон для чата";
"lng_theme_sure_keep" = "Keep this theme?";
"lng_theme_reverting#one" = "Reverting to the old theme in {count} second.";
"lng_theme_reverting#other" = "Reverting to the old theme in {count} seconds.";
"lng_theme_keep_changes" = "Сохранить";
"lng_theme_revert" = "Отменить";

"lng_download_path_dont_ask" = "Не спрашивать путь для сохранения";
"lng_download_path_label" = "Путь для сохранения:";
"lng_download_path_temp" = "временная папка";
"lng_download_path_default" = "папка по умолчанию";
"lng_download_path_clear" = "Очистить всё";
"lng_download_path_header" = "Выбрать путь для скачивания";
"lng_download_path_default_radio" = "Папка «Загрузки»";
"lng_download_path_temp_radio" = "Временная папка (очищается при выходе)";
"lng_download_path_dir_radio" = "Другая папка (очищается вручную)";
"lng_download_path_choose" = "Выберите путь для скачивания";
"lng_sure_clear_downloads" = "Очистить временную папку с загрузками? Очистка происходит автоматически при выходе из аккаунта или удалении программы.";
"lng_download_path_failed" = "File download could not be started.\n\nThis might be because the download location you've selected is invalid. Try changing the \"Download path\" in Settings.";
"lng_download_path_settings" = "Настройки";
"lng_download_finish_failed" = "Не удалось завершить загрузку файла.\n\nПопробовать ещё раз?";
"lng_download_path_clearing" = "Очистка...";
"lng_download_path_cleared" = "Очищено!";

"lng_settings_section_privacy" = "Приватность и безопасность";

"lng_local_storage_title" = "Локальное хранилище";
"lng_settings_no_data_cached" = "Кэш пуст!";
"lng_settings_images_cached#one" = "Изображений: {count}, {size}";
"lng_settings_images_cached#other" = "Изображений: {count}, {size}";
"lng_settings_audios_cached#one" = "Голосовых сообщений: {count}, {size}";
"lng_settings_audios_cached#other" = "Голосовых сообщений: {count}, {size}";
"lng_local_storage_clear" = "Очистить всё";
"lng_local_storage_clearing" = "Очистка...";
"lng_local_storage_cleared" = "Очищено!";

"lng_settings_section_advanced_settings" = "Расширенные настройки";
"lng_settings_enable_night_theme" = "Включить ночную тему";
"lng_settings_disable_night_theme" = "Отключить ночную тему";

"lng_passcode_remove_button" = "Удалить";

"lng_passcode_turn_on" = "Включить блокировку паролем";
"lng_passcode_change" = "Сменить пароль";
"lng_passcode_create" = "Пароль";
"lng_passcode_remove" = "Удалить пароль";
"lng_passcode_turn_off" = "Выключить";
"lng_passcode_autolock" = "Блокировать через:";
"lng_passcode_autolock_away" = "Блокировать при отсутствии в течение:";
"lng_passcode_autolock_inactive" = "Блокировать при неактивности в течение:";
"lng_passcode_autolock_minutes#one" = "{count} мин.";
"lng_passcode_autolock_minutes#other" = "{count} мин.";
"lng_passcode_autolock_hours#one" = "{count} ч.";
"lng_passcode_autolock_hours#other" = "{count} ч.";
"lng_passcode_enter_old" = "Введите текущий пароль";
"lng_passcode_enter_first" = "Введите пароль";
"lng_passcode_enter_new" = "Введите новый пароль";
"lng_passcode_confirm_new" = "Введите пароль ещё раз";
"lng_passcode_about" = "После установки пароля над списком чатов появится замочек. Нажмите на него, чтобы заблокировать приложение.\n\n[b]Важно:[/b] если вы забудете пароль, придётся войти в приложение заново.";
"lng_passcode_differ" = "Пароли не совпадают";
"lng_passcode_wrong" = "Неверный код доступа";
"lng_passcode_is_same" = "Пароль не был изменён";
"lng_passcode_enter" = "Введите пароль";
"lng_passcode_ph" = "Ваш код";
"lng_passcode_submit" = "Разблокировать";
"lng_passcode_logout" = "Выйти из аккаунта";
"lng_passcode_need_unblock" = "Сначала разблокируйте.";

"lng_cloud_password_waiting" = "Ссылка для подтверждения была отправлена на {email}";
"lng_cloud_password_change" = "Сменить пароль";
"lng_cloud_password_create" = "Пароль";
"lng_cloud_password_remove" = "Удалить пароль";
"lng_cloud_password_set" = "Включить двухэтапную авторизацию";
"lng_cloud_password_edit" = "Двухэтапная авторизация";
"lng_cloud_password_enter_old" = "Введите текущий пароль";
"lng_cloud_password_enter_first" = "Введите пароль";
"lng_cloud_password_enter_new" = "Введите новый пароль";
"lng_cloud_password_confirm_new" = "Введите пароль ещё раз";
"lng_cloud_password_hint" = "Подсказка к паролю";
"lng_cloud_password_change_hint" = "Введите подсказку к паролю";
"lng_cloud_password_bad" = "Вы не можете использовать сам пароль как подсказку.";
"lng_cloud_password_email" = "Резервный e-mail";
"lng_cloud_password_bad_email" = "Некорректный адрес электронной почты. Попробуйте другой.";
"lng_cloud_password_about" = "This password will be asked when you log in on a new device in addition to the SMS code.";
"lng_cloud_password_about_recover" = "Внимание!\n\nВы точно не хотите добавить почтовый адрес для восстановления пароля?\n\nЕсли вы забудете пароль, то потеряете доступ к своему аккаунту Telegram. Ещё раз: вы навсегда потеряете доступ к своему аккаунту. ";
"lng_cloud_password_skip_email" = "Не добавлять e-mail";
"lng_cloud_password_almost" = "Ссылка для подтверждения почты была отправлена на указанный адрес.\nДвухэтапная авторизация будет активирована, когда вы перейдёте по этой ссылке.";
"lng_cloud_password_was_set" = "Двухэтапная авторизация включена.";
"lng_cloud_password_updated" = "Ваш пароль для двухэтапной авторизации обновлён.";
"lng_cloud_password_removed" = "Двухэтапная авторизация выключена.";
"lng_cloud_password_differ" = "Пароли не совпадают";
"lng_cloud_password_wrong" = "Неверный пароль";
"lng_cloud_password_is_same" = "Пароль не был изменён";

"lng_connection_type" = "Тип подключения:";
"lng_connection_auto_connecting" = "По умолчанию (подключение...)";
"lng_connection_auto" = "По умолчанию (сейчас: {transport})";
"lng_connection_proxy_connecting" = "Подключение через прокси...";
"lng_connection_proxy" = "{transport} с прокси";
"lng_connection_header" = "Тип подключения";
"lng_connection_auto_rb" = "Авто (TCP или HTTP)";
"lng_connection_http_proxy_rb" = "HTTP с нестандартным http-прокси";
"lng_connection_tcp_proxy_rb" = "TCP с нестандартным socks5-прокси";
"lng_connection_try_ipv6" = "Использовать IPv6";
"lng_connection_host_ph" = "Хост";
"lng_connection_port_ph" = "Порт";
"lng_connection_user_ph" = "Логин";
"lng_connection_password_ph" = "Пароль";
"lng_connection_save" = "Сохранить";

"lng_settings_blocked_users" = "Чёрный список";
"lng_settings_last_seen_privacy" = "Последняя активность";
"lng_settings_calls_privacy" = "Звонки";
"lng_settings_groups_invite_privacy" = "Добавление в группы и каналы";
"lng_settings_show_sessions" = "Показать все сессии";
"lng_settings_self_destruct" = "Настройки самоуничтожения аккаунта";
"lng_settings_change_phone" = "Сменить номер телефона";

"lng_settings_reset" = "Завершить все сессии";
"lng_settings_reset_sure" = "Уверены, что хотите завершить все другие сессии?";
"lng_settings_reset_one_sure" = "Завершить эту сессию?";
"lng_settings_reset_button" = "Завершить";
"lng_settings_manage_local_storage" = "Управление кэшем";
"lng_settings_ask_question" = "Задать вопрос";
"lng_settings_ask_sure" = "Please note that Telegram Support is run by volunteers. We try to respond as quickly as possible, but it may take a while.\n\nPlease take a look at the Telegram FAQ: it has important troubleshooting tips and answers to most questions.";
"lng_settings_faq_button" = "Перейти в FAQ";
"lng_settings_ask_ok" = "Ask a Volunteer";
"lng_settings_faq" = "Часто задаваемые вопросы";
"lng_settings_logout" = "Выйти";
"lng_sure_logout" = "Вы действительно хотите выйти?";

"lng_settings_need_restart" = "Необходимо перезапустить Telegram для применения некоторых настроек. Сделать это сейчас?";
"lng_settings_restart_now" = "ПЕРЕЗАПУСТИТЬ";

"lng_sessions_header" = "Текущая сессия";
"lng_sessions_other_header" = "Активные сессии";
"lng_sessions_other_desc" = "Вы можете войти в Telegram с другого телефона, планшета или компьютера, используя тот же номер телефона. При этом все контакты и история сообщений будут мгновенно синхронизированы.";
"lng_sessions_terminate_all" = "Завершить все сессии";

"lng_blocked_list_title" = "Чёрный список";
"lng_blocked_list_unknown_phone" = "unknown phone number";
"lng_blocked_list_unblock" = "Убрать";
"lng_blocked_list_add" = "Добавить в список...";
"lng_blocked_list_add_title" = "Выберите, кого заблокировать...";
"lng_blocked_list_already_blocked" = "уже заблокирован(а)";
"lng_blocked_list_about" = "Заблокированные пользователи не могут отправлять вам сообщения и добавлять вас в группы. Также они не видят фото в профиле и статус в сети.";
"lng_blocked_list_not_found" = "По вашему запросу никого не найдено.";

"lng_edit_privacy_everyone" = "Все";
"lng_edit_privacy_contacts" = "Только контакты";
"lng_edit_privacy_nobody" = "Никто";
"lng_edit_privacy_exceptions" = "Исключения";

"lng_edit_privacy_lastseen_title" = "Последняя активность";
"lng_edit_privacy_lastseen_description" = "Выберите, кто может видеть время вашей последней активности:";
"lng_edit_privacy_lastseen_warning" = "Важно: вы не сможете увидеть время последней активности людей, с которыми вы не поделились своим временем последней активности.\n\nВместо этого будет отображаться приблизительное время (недавно, в течение недели, в течение месяца).";
"lng_edit_privacy_lastseen_always_empty" = "Всегда показывать для...";
"lng_edit_privacy_lastseen_always#one" = "Всегда показывать для {count} пользователя";
"lng_edit_privacy_lastseen_always#other" = "Всегда показывать для {count} польз.";
"lng_edit_privacy_lastseen_never_empty" = "Всегда скрывать от...";
"lng_edit_privacy_lastseen_never#one" = "Всегда скрывать от {count} пользователя";
"lng_edit_privacy_lastseen_never#other" = "Всегда скрывать от {count} польз.";
"lng_edit_privacy_lastseen_exceptions" = "Эти настройки переопределят значения выше.";
"lng_edit_privacy_lastseen_always_title" = "Всегда показывать для...";
"lng_edit_privacy_lastseen_never_title" = "Всегда скрывать от...";

"lng_edit_privacy_groups_title" = "Добавление в группы и каналы";
"lng_edit_privacy_groups_description" = "Выберите, кто может добавлять вас в группы и каналы:";
"lng_edit_privacy_groups_always_empty" = "Всегда разрешать...";
"lng_edit_privacy_groups_always#one" = "Всегда разрешать {count} пользователю";
"lng_edit_privacy_groups_always#other" = "Всегда разрешать {count} польз.";
"lng_edit_privacy_groups_never_empty" = "Всегда запрещать...";
"lng_edit_privacy_groups_never#one" = "Всегда запрещать {count} пользователю";
"lng_edit_privacy_groups_never#other" = "Всегда запрещать {count} польз.";
"lng_edit_privacy_groups_exceptions" = "Эти пользователи смогут (или не смогут) добавлять вас в группы или каналы, несмотря на настройки выше.";
"lng_edit_privacy_groups_always_title" = "Всегда разрешать...";
"lng_edit_privacy_groups_never_title" = "Всегда запрещать...";

"lng_edit_privacy_calls_title" = "Telegram call privacy";
"lng_edit_privacy_calls_description" = "Укажите, кто может вам звонить:";
"lng_edit_privacy_calls_always_empty" = "Всегда разрешать...";
"lng_edit_privacy_calls_always#one" = "Всегда разрешать {count} пользователю";
"lng_edit_privacy_calls_always#other" = "Всегда разрешать {count} польз.";
"lng_edit_privacy_calls_never_empty" = "Всегда запрещать...";
"lng_edit_privacy_calls_never#one" = "Всегда запрещать {count} пользователю";
"lng_edit_privacy_calls_never#other" = "Всегда запрещать {count} польз.";
"lng_edit_privacy_calls_exceptions" = "Эти пользователи смогут (или не смогут) звонить вам, несмотря на настройки выше.";
"lng_edit_privacy_calls_always_title" = "Всегда разрешать...";
"lng_edit_privacy_calls_never_title" = "Всегда запрещать...";

"lng_self_destruct_title" = "Самоуничтожение аккаунта";
"lng_self_destruct_description" = "Если в течение этого периода вы ни разу не появитесь в сети, то ваш аккаунт будет удалён вместе со всеми группами, сообщениями и контактами.";
"lng_self_destruct_months#one" = "{count} мес.";
"lng_self_destruct_months#other" = "{count} мес.";
"lng_self_destruct_years#one" = "{count} год";
"lng_self_destruct_years#other" = "{count} г.";

"lng_change_phone_title" = "Сменить номер телефона";
"lng_change_phone_description" = "Здесь вы можете сменить ваш номер Telegram.\nВаш аккаунт и все ваши данные — сообщения, \nфайлы, контакты и т. д. будут перенесены\nна новый номер.\n\n[b]Важно[/b]: всем вашим контактам будет \nавтоматически добавлен в адресную книгу ваш\n[b]новый номер[/b], при условии, что у них был \nваш старый номер и вы не блокировали их.";
"lng_change_phone_warning" = "Ваш новый номер будет автоматически добавлен в адресную книгу всем вашим контактам при условии, что у них был ваш старый номер, и вы их не блокировали.";
"lng_change_phone_occupied" = "Номер {phone} уже привязан к другому аккаунту Telegram. Удалите тот аккаунт, прежде чем перейти на новый номер.";
"lng_change_phone_button" = "Сменить номер";
"lng_change_phone_new_title" = "Введите новый номер";
"lng_change_phone_new_description" = "Мы отправим SMS с кодом подтверждения на ваш новый номер.";
"lng_change_phone_new_submit" = "Отправить";
"lng_change_phone_code_title" = "Введите код";
"lng_change_phone_code_description" = "Мы отправили SMS с кодом подтверждения на номер {phone}.";
"lng_change_phone_success" = "Ваш номер телефона был изменён.";

"lng_mute_duration_hours#one" = "На {count} час";
"lng_mute_duration_hours#other" = "На {count} ч.";
"lng_mute_box_tip" = "Выберите, на какое время отключить уведомления из следующего чата:";

"lng_preview_loading" = "Получение информации о ссылке...";

"lng_profile_settings_section" = "Настройки";
"lng_profile_actions_section" = "Действия";
"lng_profile_bot_settings" = "Настройки";
"lng_profile_bot_help" = "Справка";
"lng_profile_invite_link_section" = "Ссылка для приглашения";
"lng_profile_create_public_link" = "Создать публичную ссылку";
"lng_profile_edit_public_link" = "Изменить публичную ссылку";
"lng_profile_search_members" = "Поиск участников";
"lng_profile_manage_admins" = "Управление администраторами";
"lng_profile_manage_blocklist" = "Заблокированные пользователи";
"lng_profile_manage_restrictedlist" = "Ограничения прав";
"lng_profile_recent_actions" = "Недавние действия";
"lng_profile_common_groups#one" = "Общих групп: {count}";
"lng_profile_common_groups#other" = "Общих групп: {count}";
"lng_profile_participants_section" = "Участники";
"lng_profile_mobile_number" = "Телефон:";
"lng_profile_username" = "Имя пользователя:";
"lng_profile_link" = "Ссылка:";
"lng_profile_bio" = "О себе:";
"lng_profile_add_contact" = "Добавить контакт";
"lng_profile_edit_contact" = "Редактировать";
"lng_profile_clear_and_exit" = "Удалить и выйти";
"lng_profile_leave_channel" = "Покинуть канал";
"lng_profile_delete_channel" = "Удалить канал";
"lng_profile_leave_group" = "Покинуть группу";
"lng_profile_delete_group" = "Удалить группу";
"lng_profile_report" = "Пожаловаться";
"lng_profile_search_messages" = "Поиск сообщений";
"lng_profile_block_bot" = "Остановить и заблокировать";
"lng_profile_unblock_bot" = "Разблокировать бота";
"lng_profile_invite_to_group" = "Добавить в группу";
"lng_profile_delete_contact" = "Удалить";
"lng_profile_set_group_photo" = "Выбрать фото";
"lng_profile_add_participant" = "Добавить участников";
"lng_profile_view_channel" = "Просмотр канала";
"lng_profile_join_channel" = "Подписаться";
"lng_profile_join_group" = "Вступить в группу";
"lng_profile_delete_and_exit" = "Покинуть";
"lng_profile_kick" = "Удалить";
"lng_profile_sure_kick" = "Исключить {user} из группы?";
"lng_profile_sure_kick_channel" = "Исключить {user} из канала?";
"lng_profile_sure_remove_admin" = "Remove {user} from admins?";
"lng_profile_loading" = "Загрузка...";
"lng_profile_photos#one" = "Фото: {count}";
"lng_profile_photos#other" = "Фото: {count}";
"lng_profile_photos_header" = "Изображения";
"lng_profile_videos#one" = "Видео: {count}";
"lng_profile_videos#other" = "Видео: {count}";
"lng_profile_videos_header" = "Видеозаписи";
"lng_profile_songs#one" = "Аудио: {count}";
"lng_profile_songs#other" = "Аудио: {count}";
"lng_profile_songs_header" = "Аудиофайлы";
"lng_profile_files#one" = "Файлов: {count}";
"lng_profile_files#other" = "Файлов: {count}";
"lng_profile_files_header" = "Файлы";
"lng_profile_audios#one" = "Голосовых сообщений: {count}";
"lng_profile_audios#other" = "Голосовых сообщений: {count}";
"lng_profile_audios_header" = "Голосовые сообщения";
"lng_profile_shared_links#one" = "Ссылок: {count}";
"lng_profile_shared_links#other" = "Ссылок: {count}";
"lng_profile_shared_links_header" = "Ссылки";
"lng_profile_copy_phone" = "Скопировать номер";
"lng_profile_copy_fullname" = "Скопировать имя";
"lng_profile_drop_area_title" = "Перетащите изображение сюда,";
"lng_profile_drop_area_subtitle" = "чтобы сделать его аватаром группы";
"lng_profile_drop_area_subtitle_channel" = "чтобы сделать его аватаром канала";
"lng_profile_top_bar_share_contact" = "Поделиться";

"lng_profile_info_section" = "Информация";
"lng_info_tab_media" = "Материалы";
"lng_info_mobile_label" = "Телефон";
"lng_info_username_label" = "Имя пользователя";
"lng_info_bio_label" = "О себе";
"lng_info_link_label" = "Ссылка";
"lng_info_about_label" = "Информация";
"lng_info_user_title" = "Пользователь";
"lng_info_bot_title" = "Бот";
"lng_info_group_title" = "Группа";
"lng_info_channel_title" = "Канал";
"lng_profile_enable_notifications" = "Уведомления";
"lng_profile_send_message" = "Написать сообщение";
"lng_info_add_as_contact" = "Добавить в контакты";
"lng_profile_shared_media" = "Общие файлы";
"lng_media_type_photos" = "Фото";
"lng_media_type_videos" = "Видео";
"lng_media_type_songs" = "Аудио";
"lng_media_type_files" = "Файлы";
"lng_media_type_audios" = "Аудиосообщения";
"lng_media_type_links" = "Ссылки";
"lng_media_type_rounds" = "Видеосообщения";
"lng_profile_common_groups_section" = "Общие группы";
"lng_profile_share_contact" = "Отправить контакт";
"lng_info_edit_contact" = "Редактировать";
"lng_info_delete_contact" = "Удалить контакт";
"lng_info_share_contact" = "Поделиться контактом";
"lng_profile_clear_history" = "Очистить историю";
"lng_profile_delete_conversation" = "Удалить диалог";
"lng_profile_block_user" = "Добавить в чёрный список";
"lng_profile_unblock_user" = "Убрать из чёрного списка";
"lng_media_selected_photo#one" = "{count} фото";
"lng_media_selected_photo#other" = "{count} фото";
"lng_media_selected_video#one" = "{count} видео";
"lng_media_selected_video#other" = "{count} видео";
"lng_media_selected_song#one" = "{count} аудио";
"lng_media_selected_song#other" = "{count} аудио";
"lng_media_selected_file#one" = "{count} файл";
"lng_media_selected_file#other" = "{count} файлов";
"lng_media_selected_audio#one" = "{count} голосовое сообщение";
"lng_media_selected_audio#other" = "Голосовых сообщений: {count}";
"lng_media_selected_link#one" = "{count} Ссылка";
"lng_media_selected_link#other" = "Ссылок: {count}";
"lng_media_photo_empty" = "Фото пока нет";
"lng_media_video_empty" = "Видео пока нет";
"lng_media_song_empty" = "Музыки пока нет";
"lng_media_file_empty" = "Файлов пока нет";
"lng_media_audio_empty" = "Голосовых сообщений пока нет";
"lng_media_link_empty" = "Ссылок пока нет";
"lng_media_song_empty_search" = "Музыкальных файлов не найдено";
"lng_media_file_empty_search" = "Файлов не найдено";
"lng_media_link_empty_search" = "Ссылок не найдено";

"lng_manage_group_title" = "Управление группой";
"lng_manage_channel_title" = "Управление каналом";
"lng_manage_group_info" = "Информация о группе";
"lng_manage_channel_info" = "Информация о канале";
"lng_manage_peer_recent_actions" = "Недавние действия";
"lng_manage_peer_members" = "Участники";
"lng_manage_peer_administrators" = "Администраторы";
"lng_manage_peer_banned_users" = "Чёрный список";
"lng_manage_peer_restricted_users" = "Ограничения прав";
"lng_manage_history_visibility_title" = "История чата для новых участников";
"lng_manage_history_visibility_shown" = "Видна вся";
"lng_manage_history_visibility_shown_about" = "Новые участники будут видеть полную историю сообщений.";
"lng_manage_history_visibility_hidden" = "Скрыта";
"lng_manage_history_visibility_hidden_about" = "Новые участники не будут видеть более ранних сообщений.";

"lng_report_title" = "Пожаловаться на канал";
"lng_report_group_title" = "Пожаловаться на группу";
"lng_report_bot_title" = "Пожаловаться на бота";
"lng_report_reason_spam" = "Спам";
"lng_report_reason_violence" = "Насилие";
"lng_report_reason_pornography" = "Порнография";
"lng_report_reason_other" = "Прочее";
"lng_report_reason_description" = "Описание";
"lng_report_button" = "Пожаловаться";
"lng_report_thanks" = "Спасибо! Мы рассмотрим вашу жалобу в ближайшее время.";

"lng_channel_add_members" = "Добавить участников";
"lng_channel_add_banned" = "Заблокировать пользователя";
"lng_channel_add_restricted" = "Ограничить права";
"lng_channel_admins" = "Администраторы";
"lng_channel_add_admin" = "Добавить администратора";
"lng_channel_admin_status_creator" = "Создатель";
"lng_channel_admin_status_promoted_by" = "Назначил(а): {user}";
"lng_channel_admin_status_not_admin" = "Не администратор";
"lng_channel_banned_status_restricted_by" = "{user}";

"lng_group_blocked_list_about" = "Заблокированные пользователи будут удалены из группы и смогут вернуться только по приглашению администратора.\nПригласительные ссылки для них не работают.";
"lng_channel_blocked_list_about" = "Banned users are removed from the channel.\nInvite links don't work for them.";

"lng_chat_all_members_admins" = "Все участники являются администраторами";
"lng_chat_about_all_admins" = "Все участники могут добавлять в группу других людей, редактировать фото и название группы.";
"lng_chat_about_admins" = "Только администраторы могут добавлять и удалять участников и редактировать название и фото группы.";

"lng_participant_filter" = "Поиск";
"lng_participant_invite" = "Пригласить";
"lng_participant_invite_sorry#one" = "Вы можете самостоятельно добавить только {count} пользователя.\n\nЧтобы пригласить большее количество людей, воспользуйтесь пригласительной ссылкой.";
"lng_participant_invite_sorry#other" = "Самостоятельно можно добавить только первых пользователей, максимум: {count}.\n\nЧтобы пригласить большее количество людей, воспользуйтесь пригласительной ссылкой.";
"lng_create_group_back" = "Назад";
"lng_create_group_next" = "Далее";
"lng_create_group_create" = "Создать";
"lng_create_group_title" = "Создать группу";
"lng_create_channel_title" = "Создать канал";
"lng_create_public_channel_title" = "Публичный канал";
"lng_create_public_channel_about" = "Отображается в поиске, подписаться \nможет кто угодно";
"lng_create_private_channel_title" = "Приватный канал";
"lng_create_private_channel_about" = "Просмотреть или подписаться можно\nтолько по специальной ссылке";
"lng_create_public_group_title" = "Публичная группа";
"lng_create_public_group_about" = "Такие группы видны в поиске, вступить\nв них может кто угодно. История\nсообщений будет видна всем.";
"lng_create_private_group_title" = "Приватная группа";
"lng_create_private_group_about" = "Вступить в приватную группу можно\nтолько по приглашению или специальной\nссылке.";
"lng_create_group_skip" = "Пропустить";

"lng_create_channel_link_invalid" = "Некорректная ссылка";
"lng_create_channel_link_occupied" = "Эта ссылка уже занята";
"lng_create_channel_link_too_short" = "Слишком короткое имя.";
"lng_create_channel_link_bad_symbols" = "Only 0-9, a-z, and underscores allowed.";
"lng_create_channel_link_available" = "Это имя доступно";
"lng_create_channel_link_copied" = "Ссылка скопирована в буфер обмена";

"lng_create_group_crop" = "Выберите область для фото группы";
"lng_create_channel_crop" = "Выберите область для фото канала";

"lng_failed_add_participant" = "Не удалось добавить пользователя. Попробуйте позже.";
"lng_failed_add_not_mutual" = "Если пользователь покинул группу, то вернуть его можно будет только при условии, что вы оба находитесь в контактах друг у друга (у него есть ваш номер, а у вас — его).";
"lng_failed_add_not_mutual_channel" = "Если пользователь покинул канал, то вернуть его можно будет только при условии, что вы оба находитесь в контактах друг у друга (у него есть ваш номер, а у вас — его).";

"lng_sure_delete_contact" = "Are you sure you want to delete {contact} from your contact list?";
"lng_sure_delete_history" = "Are you sure you want to delete all message history with {contact}?\n\nThis action cannot be undone.";
"lng_sure_delete_group_history" = "Вы уверены, что хотите удалить историю сообщений в «{group}»?\n\nЭто действие нельзя будет отменить.";
"lng_sure_delete_and_exit" = "Вы уверены, что хотите удалить историю сообщений и покинуть «{group}»?\n\nЭто действие нельзя будет отменить";
"lng_sure_leave_channel" = "Are you sure you want to leave\nthis channel?";
"lng_sure_delete_channel" = "Are you sure you want to delete this channel? All members will be removed and all messages will be lost.";
"lng_sure_leave_group" = "Are you sure you want to leave this group?";
"lng_sure_delete_group" = "Уверены, что хотите удалить эту группу? Все участники и сообщения будут безвозвратно удалены.";
"lng_sure_delete_saved_messages" = "Вы уверены, что хотите удалить все свои сохранённые сообщения?\n\nЭто действие нельзя отменить.";

"lng_message_empty" = "Пустое сообщение";
"lng_message_unsupported" = "This message is not supported by your version of Telegram Desktop. Please update to the latest version in Settings, or install it from {link}";

"lng_duration_seconds#one" = "{count} сек.";
"lng_duration_seconds#other" = "{count} сек.";
"lng_duration_minsec_minutes#one" = "{count} мин.";
"lng_duration_minsec_minutes#other" = "{count} мин.";
"lng_duration_minsec_seconds#one" = "{count} сек.";
"lng_duration_minsec_seconds#other" = "{count} сек.";
"lng_duration_minutes_seconds" = "{minutes_count} {seconds_count}";

"lng_action_add_user" = "{from} добавил(а) {user}";
"lng_action_add_users_many" = "{from} добавил(а) {users}";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} и {user}";
"lng_action_add_you" = "{from} подписал(а) вас на этот канал";
"lng_action_you_joined" = "Вы подписались на этот канал";
"lng_action_add_you_group" = "{from} добавил(а) вас в эту группу";
"lng_action_kick_user" = "{from} исключил(а) {user}";
"lng_action_user_left" = "{from} покинул(а) группу";
"lng_action_user_joined" = "{from} вступил(а) в группу";
"lng_action_user_joined_by_link" = "{from} вступил(а) в группу по ссылке";
"lng_action_user_registered" = "{from} теперь использует Telegram";
"lng_action_removed_photo" = "{from} удалил(а) фото группы";
"lng_action_removed_photo_channel" = "Фото канала удалено";
"lng_action_changed_photo" = "{from} изменил(а) фото группы";
"lng_action_changed_photo_channel" = "Фото обновлено";
"lng_action_changed_title" = "{from} изменил(а) название группы на «{title}»";
"lng_action_changed_title_channel" = "Название канала изменено на «{title}»";
"lng_action_created_chat" = "{from} создал(а) группу «{title}»";
"lng_action_created_channel" = "Канал создан";
"lng_action_group_migrate" = "Эта группа была преобразована в супергруппу";
"lng_action_pinned_message" = "{from} прикрепил(а) «{text}»";
"lng_action_pinned_media" = "{from} прикрепил(а) «{media}»";
"lng_action_pinned_media_photo" = "фото";
"lng_action_pinned_media_video" = "видео";
"lng_action_pinned_media_audio" = "аудиофайл";
"lng_action_pinned_media_voice" = "голосовое сообщение";
"lng_action_pinned_media_video_message" = "видеосообщение";
"lng_action_pinned_media_file" = "файл";
"lng_action_pinned_media_gif" = "GIF-анимация";
"lng_action_pinned_media_contact" = "контактная информация";
"lng_action_pinned_media_location" = "местоположение";
"lng_action_pinned_media_sticker" = "стикер";
"lng_action_pinned_media_emoji_sticker" = "{emoji} (стикер)";
"lng_action_pinned_media_game" = "игру «{game}»";
"lng_action_game_score#one" = "{from} набрал(а) в {game} {count} очко";
"lng_action_game_score#other" = "{from} набрал(а) в {game} {count} очков";
"lng_action_game_you_scored#one" = "Вы набрали {count} очко в {game}";
"lng_action_game_you_scored#other" = "Вы набрали {count} очков в {game}";
"lng_action_game_score_no_game#one" = "{from} набрал(а) {count} очко";
"lng_action_game_score_no_game#other" = "{from} набрал(а) {count} очков";
"lng_action_game_you_scored_no_game#one" = "Вы набрали {count} очко";
"lng_action_game_you_scored_no_game#other" = "Вы набрали {count} очков";
"lng_action_payment_done" = "Ваш перевод {amount} пользователю {user} успешно выполнен";
"lng_action_payment_done_for" = "Ваш перевод {amount} пользователю {user} за {invoice} успешно выполнен";
"lng_action_took_screenshot" = "{from} сделал(а) снимок экрана!";
"lng_action_you_took_screenshot" = "Вы сделали снимок экрана!";

"lng_ttl_photo_received" = "{from} отправил(а) вам самоуничтожающееся фото. Вы можете посмотреть его на мобильном устройстве.";
"lng_ttl_photo_sent" = "Вы отправили самоуничтожающееся фото.";
"lng_ttl_photo_expired" = "Срок фото истёк";
"lng_ttl_video_received" = "{from} отправил(а) вам самоуничтожающееся видео. Вы можете посмотреть его на мобильном устройстве.";
"lng_ttl_video_sent" = "Вы отправили самоуничтожающееся видео.";
"lng_ttl_video_expired" = "Срок видео истёк";

"lng_profile_migrate_reached#one" = "Достигнут лимит в {count} участника";
"lng_profile_migrate_reached#other" = "Достигнут лимит в {count} участников";
"lng_profile_migrate_body" = "To add more members, you can upgrade your group to a supergroup.";
"lng_profile_migrate_learn_more" = "Подробнее »";
"lng_profile_migrate_button" = "Преобразовать в супергруппу";
"lng_profile_convert_title" = "Преобразовать в супергруппу";
"lng_profile_convert_feature1" = "— Новые участники видят всю историю сообщений";
"lng_profile_convert_feature2" = "— Сообщения удаляются у всех пользователей";
"lng_profile_convert_feature3" = "— Администраторы могут прикреплять сообщения";
"lng_profile_convert_feature4" = "— Можно создать публичную ссылку на группу";
"lng_profile_convert_warning" = "{bold_start}Внимание{bold_end}: это действие необратимо";
"lng_profile_convert_confirm" = "Преобразовать";
"lng_profile_add_more_after_upgrade#one" = "Вы сможете добавить до {count} участников после преобразования группы в супергруппу.";
"lng_profile_add_more_after_upgrade#other" = "Вы сможете добавить до {count} участников после преобразования группы в супергруппу.";

"lng_channel_not_accessible" = "Этот канал недоступен.";
"lng_group_not_accessible" = "Эта группа недоступна.";

"lng_channels_too_much_public_about" = "Вы создали слишком много публичных ссылок. Вам нужно удалить какую-нибудь из ваших каналов или групп.";
"lng_channels_too_much_public_revoke_confirm_group" = "Уверены, что хотите удалить ссылку у {link}?\n\nПосле этого группа «{group}» станет приватной.";
"lng_channels_too_much_public_revoke_confirm_channel" = "Уверены, что хотите удалить ссылку у {link}?\n\nПосле этого канал «{group}» станет приватным.";
"lng_channels_too_much_public_revoke" = "Удалить";

"lng_group_invite_bad_link" = "Ссылка некорректна или просрочена.";
"lng_group_invite_join" = "Присоединиться";

"lng_group_invite_members#one" = "Всего {count} человек:";
"lng_group_invite_members#other" = "Всего {count} чел., в том числе:";

"lng_group_invite_create" = "Создать ссылку приглашения";
"lng_group_invite_about" = "Любой пользователь Telegram сможет вступить в вашу группу, перейдя по этой ссылке.";
"lng_group_invite_about_channel" = "Любой пользователь Telegram сможет подписаться на ваш канал, перейдя по этой ссылке.";
"lng_group_invite_create_new" = "Аннулировать ссылку";
"lng_group_invite_about_new" = "Предыдущая ссылка аннулирована, сейчас будет создана новая.";
"lng_group_invite_copied" = "Ссылка скопирована.";
"lng_group_invite_no_room" = "Невозможно присоединиться к этой группе: в ней нет свободных мест.";

"lng_channel_public_link_copied" = "Ссылка скопирована в буфер обмена.";

"lng_forwarded" = "Переслано от {user}";
"lng_forwarded_date" = "Оригинал: {date}";
"lng_forwarded_channel" = "Переслано из {channel}";
"lng_forwarded_via" = "Переслано от {user} с помощью {inline_bot}";
"lng_forwarded_channel_via" = "Переслано из {channel} с помощью {inline_bot}";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "В ответ на";
"lng_edited" = "изм.";
"lng_edited_date" = "Изменено: {date}";
"lng_admin_badge" = "админ.";
"lng_fast_reply" = "Reply";
"lng_cancel_edit_post_sure" = "Отменить изменения?";
"lng_cancel_edit_post_yes" = "Да";
"lng_cancel_edit_post_no" = "Нет";

"lng_bot_share_location_unavailable" = "Sorry, location sharing is currently unavailable in Telegram Desktop.";
"lng_bot_share_phone" = "Do you want to share your phone number with this bot?";
"lng_bot_share_phone_confirm" = "Поделиться";

"lng_attach_failed" = "Ошибка";
"lng_attach_file" = "Файл";
"lng_attach_photo" = "Фото";

"lng_media_open_with" = "Открыть в...";
"lng_media_download" = "Скачать";
"lng_media_cancel" = "Отмена";
"lng_media_video" = "Видео";
"lng_media_audio" = "Голосовое сообщение";

"lng_media_auto_settings" = "Настройки автозагрузки медиафайлов";
"lng_media_auto_photo" = "Автозагрузка изображений";
"lng_media_auto_audio" = "Автозагрузка голосовых сообщений";
"lng_media_auto_gif" = "Автозагрузка GIF";
"lng_media_auto_private_chats" = "В диалогах";
"lng_media_auto_groups" = "В группах и каналах";
"lng_media_auto_play" = "Автовоспроизведение";

"lng_emoji_category0" = "Часто используемые";
"lng_emoji_category1" = "Люди";
"lng_emoji_category2" = "Природа";
"lng_emoji_category3" = "Еда и напитки";
"lng_emoji_category4" = "Спорт";
"lng_emoji_category5" = "Путешествия и места";
"lng_emoji_category6" = "Предметы";
"lng_emoji_category7" = "Символы и флаги";
"lng_emoji_hide_panel" = "Нажмите здесь, чтобы скрыть панель со смайликами";

"lng_recent_stickers" = "Часто используемые";
"lng_faved_stickers_add" = "Добавить в избранные";
"lng_faved_stickers_remove" = "Удалить из избранных";
"lng_group_stickers" = "Стикеры группы";
"lng_group_stickers_description" = "You can choose a sticker set which will be available for every member while in the group chat.";
"lng_group_stickers_add" = "Выбрать набор";

"lng_switch_stickers" = "Стикеры";
"lng_switch_emoji" = "Эмодзи";
"lng_switch_gifs" = "GIF";
"lng_stickers_featured_add" = "Установить";
"lng_gifs_search" = "Поиск GIF";
"lng_gifs_no_saved" = "У вас пока нет сохранённых GIF.";

"lng_inline_bot_no_results" = "Нет результатов.";
"lng_inline_bot_via" = "с помощью {inline_bot}";

"lng_box_remove" = "Удалить";

"lng_stickers_installed_tab" = "Ваши";
"lng_stickers_featured_tab" = "Продвигаемые";
"lng_stickers_archived_tab" = "В архиве";
"lng_stickers_remove_pack" = "Удалить «{sticker_pack}»?";
"lng_stickers_add_pack" = "Установить стикеры";
"lng_stickers_share_pack" = "Поделиться стикерами";
"lng_stickers_not_found" = "Стикеры не найдены";
"lng_stickers_packs_archived" = "Некоторые из ваших неиспользуемых наборов были заархивированы, чтобы освободить место для новых.";
"lng_stickers_copied" = "Ссылка на набор стикеров скопирована";
"lng_stickers_default_set" = "Великие умы";
"lng_stickers_you_have" = "Управление и сортировка стикеров";
"lng_stickers_return" = "Отменить";
"lng_stickers_count#one" = "Стикеров: {count}";
"lng_stickers_count#other" = "Стикеров: {count}";
"lng_stickers_masks_pack" = "Это набор масок. Их можно накладывать на изображения в фоторедакторе Telegram на мобильных устройствах.";
"lng_stickers_group_set" = "Стикеры группы";
"lng_stickers_remove_group_set" = "Удалить стикеры группы?";
"lng_stickers_group_from_your" = "Выберите из ваших наборов";
"lng_stickers_group_from_featured" = "Выберите из продвигаемых наборов";

"lng_in_dlg_photo" = "Фото";
"lng_in_dlg_album" = "Album";
"lng_in_dlg_video" = "Видео";
"lng_in_dlg_audio_file" = "Аудиофайл";
"lng_in_dlg_contact" = "Контакт";
"lng_in_dlg_audio" = "Голосовое сообщение";
"lng_in_dlg_video_message" = "Видеосообщение";
"lng_in_dlg_file" = "Файл";
"lng_in_dlg_sticker" = "Стикер";
"lng_in_dlg_sticker_emoji" = "{emoji} (стикер)";

"lng_ban_user" = "Заблокировать пользователя";
"lng_delete_all_from" = "Удалить все его/её сообщения";
"lng_report_spam" = "Сообщить о спаме";
"lng_report_spam_hide" = "Скрыть";
"lng_report_spam_thanks" = "Благодарим за помощь!";
"lng_report_spam_sure" = "Уверены, что хотите сообщить о спаме от этого пользователя?";
"lng_report_spam_sure_group" = "Уверены, что хотите сообщить о спаме от этой группы?";
"lng_report_spam_sure_channel" = "Уверены, что хотите сообщить о спаме от этого канала?";
"lng_report_spam_ok" = "Сообщить";
"lng_cant_send_to_not_contact" = "Вы можете отправлять сообщения\nтолько взаимным контактам.\n{more_info}";
"lng_cant_invite_not_contact" = "Вы можете добавлять в группы\nтолько взаимные контакты.\n{more_info}";
"lng_cant_more_info" = "Подробнее »";
"lng_cant_invite_banned" = "Этого пользователя может добавить только администратор.";
"lng_cant_invite_privacy" = "Этот пользователь запретил добавлять его в группы.";
"lng_cant_invite_privacy_channel" = "Этот пользователь запретил приглашать его на каналы.";
"lng_cant_do_this" = "Это действие недоступно.";

"lng_send_button" = "Отправить";
"lng_message_ph" = "Напишите сообщение...";
"lng_broadcast_ph" = "Опубликовать сообщение...";
"lng_broadcast_silent_ph" = "Тихий режим...";
"lng_record_cancel" = "Отпустите вне этого поля для отмены";
"lng_will_be_notified" = "Подписчикам придёт уведомление о новом сообщении";
"lng_wont_be_notified" = "Подписчикам не придёт уведомление о новом сообщении";
"lng_willbe_history" = "Выберите чат";
"lng_from_you" = "Вы";
"lng_from_draft" = "Черновик";
"lng_bot_description" = "Что умеет этот бот?";
"lng_unblock_button" = "Разблокировать";
"lng_channel_mute" = "Выключить уведомления";
"lng_channel_unmute" = "Включить уведомления";
"lng_saved_messages" = "Сохранённые сообщения";
"lng_saved_short" = "Сохранить";
"lng_saved_forward_here" = "Пересылайте сюда сообщения, чтобы сохранить их";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from}:";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "Показать все чаты";
"lng_dialogs_hide_muted_chats" = "Скрыть приглушённые";

"lng_open_this_link" = "Открыть ссылку?";
"lng_open_link" = "Открыть";
"lng_allow_bot_pass" = "Allow {bot_name} to pass your Telegram name and ID to the web pages you open via this bot?";
"lng_allow_bot" = "Разрешить";

"lng_bot_start" = "Начать";
"lng_bot_choose_group" = "Выберите группу";
"lng_bot_no_groups" = "У вас нет групп";
"lng_bot_groups_not_found" = "Группы не найдены";
"lng_bot_sure_invite" = "Добавить бота в «{group}»?";
"lng_bot_already_in_group" = "Бот уже состоит в указанной группе.";
"lng_bot_choose_chat" = "Select a chat";
"lng_bot_no_chats" = "У вас нет чатов";
"lng_bot_chats_not_found" = "Чаты не найдены";
"lng_bot_sure_share_game" = "Отправить игру пользователю {user}?";
"lng_bot_sure_share_game_group" = "Отправить игру в группу «{group}»?";

"lng_typing" = "печатает";
"lng_user_typing" = "{user} печатает";
"lng_users_typing" = "{user} и {second_user} печатают";
"lng_many_typing#one" = "{count} печатает";
"lng_many_typing#other" = "{count} чел. печатают";
"lng_playing_game" = "сейчас играет";
"lng_user_playing_game" = "{user} сейчас играет";
"lng_users_playing_game" = "{user} и {second_user} играют";
"lng_many_playing_game#one" = "{count} сейчас играет";
"lng_many_playing_game#other" = "{count} чел. играют";
"lng_send_action_record_video" = "записывает видео";
"lng_user_action_record_video" = "{user} записывает видео";
"lng_send_action_upload_video" = "отправляет видео";
"lng_user_action_upload_video" = "{user} отправляет видео";
"lng_send_action_record_audio" = "записывает голосовое сообщение";
"lng_user_action_record_audio" = "{user} записывает голосовое сообщение";
"lng_send_action_upload_audio" = "отправляет голосовое сообщение";
"lng_user_action_upload_audio" = "{user} отправляет голосовое сообщение";
"lng_send_action_record_round" = "записывает видеосообщение";
"lng_user_action_record_round" = "{user} записывает видеосообщение";
"lng_send_action_upload_round" = "отправляет видеосообщение";
"lng_user_action_upload_round" = "{user} отправляет видеосообщение";
"lng_send_action_upload_photo" = "отправляет фото";
"lng_user_action_upload_photo" = "{user} отправляет фото";
"lng_send_action_upload_file" = "отправляет файл";
"lng_user_action_upload_file" = "{user} отправляет файл";
"lng_unread_bar#one" = "{count} непрочитанное сообщение";
"lng_unread_bar#other" = "Непрочитанных сообщений: {count}";

"lng_maps_point" = "Местоположение";
"lng_save_photo" = "Сохранить изображение";
"lng_save_video" = "Сохранить видео";
"lng_save_audio_file" = "Сохранить аудиозапись";
"lng_save_audio" = "Сохранить голосовое сообщение";
"lng_save_file" = "Сохранить файл";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "Выберите изображение";
"lng_choose_files" = "Выберите файлы";
"lng_game_tag" = "Игра";

"lng_context_view_profile" = "Открыть профиль";
"lng_context_view_group" = "Информация о группе";
"lng_context_view_channel" = "Информация о канале";
"lng_context_pin_to_top" = "Закрепить";
"lng_context_unpin_from_top" = "Открепить";

"lng_context_promote_admin" = "Назначить администратором";
"lng_context_edit_permissions" = "Изменить права";
"lng_context_restrict_user" = "Ограничить права";
"lng_context_remove_from_group" = "Удалить из группы";

"lng_context_copy_link" = "Скопировать ссылку";
"lng_context_copy_post_link" = "Скопировать ссылку на пост";
"lng_context_copy_email" = "Скопировать e-mail";
"lng_context_copy_hashtag" = "Скопировать хештег";
"lng_context_copy_mention" = "Скопировать имя пользователя";
"lng_context_save_image" = "Сохранить изображение как...";
"lng_context_copy_image" = "Скопировать изображение";
"lng_context_cancel_download" = "Отменить загрузку";
"lng_context_show_in_folder" = "Показать в папке";
"lng_context_show_in_finder" = "Показать в Finder";
"lng_context_save_video" = "Сохранить видео как...";
"lng_context_save_audio_file" = "Сохранить аудио как...";
"lng_context_save_audio" = "Сохранить как...";
"lng_context_pack_info" = "Весь набор";
"lng_context_pack_add" = "Добавить стикеры";
"lng_context_save_file" = "Сохранить как...";
"lng_context_copy_text" = "Скопировать текст";
"lng_context_open_gif" = "Открыть GIF";
"lng_context_save_gif" = "Сохранить GIF";
"lng_context_to_msg" = "Перейти к сообщению";
"lng_context_reply_msg" = "Ответить";
"lng_context_edit_msg" = "Изменить";
"lng_context_forward_msg" = "Переслать сообщение";
"lng_context_delete_msg" = "Удалить сообщение";
"lng_context_select_msg" = "Выделить сообщение";
"lng_context_pin_msg" = "Прикрепить сообщение";
"lng_context_unpin_msg" = "Открепить сообщение";
"lng_context_cancel_upload" = "Отменить отправку";
"lng_context_copy_selected" = "Скопировать выделенное";
"lng_context_copy_selected_items" = "Скопировать выделенное как текст";
"lng_context_forward_selected" = "Переслать выбранное";
"lng_context_delete_selected" = "Удалить выбранные";
"lng_context_clear_selection" = "Снять выделение";
"lng_send_image_empty" = "Не удалось отправить пустой файл: {name}";
"lng_send_image_too_large" = "Невозможно отправить «{name}», потому что размер файла превышает 1500 МБ.";
"lng_send_images_selected#one" = "Выбрано {count} изображение";
"lng_send_images_selected#other" = "Выбрано изображений: {count}";
"lng_send_photos#one" = "Отправить {count} фото";
"lng_send_photos#other" = "Отправить {count} фото";
"lng_send_separate_photos" = "Send as separate photos";
"lng_send_separate_photos_videos" = "Send as separate media";
"lng_send_files_selected#one" = "Выбран {count} файл";
"lng_send_files_selected#other" = "Выбрано файлов: {count}";
"lng_send_files#one" = "Файлов к отправке: {count}";
"lng_send_files#other" = "Файлов к отправке: {count}";
"lng_send_album" = "Send as an album";
"lng_send_photo" = "Send as a photo";
"lng_send_file" = "Send as a file";

"lng_forward_choose" = "Выберите получателя...";
"lng_forward_cant" = "Сюда нельзя пересылать сообщения :(";
"lng_forward_share_contact" = "Поделиться контактом с {recipient}?";
"lng_forward_share_cant" = "Сюда нельзя отправить контакт :(";


"lng_forward_send_files_cant" = "Сюда нельзя отправить файлы :(";
"lng_forward_send" = "Отправить";
"lng_forward_messages#one" = "{count} сообщение";
"lng_forward_messages#other" = "Сообщений: {count}";
"lng_forwarding_from#one" = "{user} и ещё {count}";
"lng_forwarding_from#other" = "{user} и ещё {count}";
"lng_forwarding_from_two" = "{user} и {second_user}";
"lng_inline_switch_choose" = "Выберите чат...";
"lng_inline_switch_cant" = "Сюда нельзя писать сообщения :(";

"lng_share_cant" = "Сюда нельзя писать сообщения :(";
"lng_reply_cant" = "В супергруппе нельзя отвечать на старые сообщения :(";
"lng_reply_cant_forward" = "Sorry, you can't reply to a message that was sent before the group was upgraded to a supergroup. Do you wish to forward it and add your comment?";

"lng_share_title" = "Поделиться с";
"lng_share_copy_link" = "Скопировать ссылку";
"lng_share_confirm" = "Отправить";
"lng_share_wrong_user" = "Эта игра была открыта другим пользователем.";
"lng_share_game_link_copied" = "Ссылка на игру скопирована.";
"lng_share_done" = "Готово!";

"lng_contact_phone" = "Phone Number";
"lng_enter_contact_data" = "Новый контакт";
"lng_edit_contact_title" = "Переименовать контакт";
"lng_edit_channel_title" = "Редактировать канал";
"lng_edit_sign_messages" = "Подписывать сообщения";
"lng_edit_group_who_invites" = "Кто может добавлять участников";
"lng_edit_group_invites_everybody" = "Все участники";
"lng_edit_group_invites_only_admins" = "Только администраторы";
"lng_edit_group" = "Редактировать группу";
"lng_edit_self_title" = "Отредактируйте свои имя и фамилию";
"lng_confirm_contact_data" = "Новый контакт";
"lng_add_contact" = "Создать";
"lng_add_contact_button" = "Добавить контакт...";
"lng_contacts_header" = "Контакты";
"lng_contact_not_joined" = "Unfortunately {name} has not joined Telegram yet, but you can send them an invitation.\n\nWe will notify you about any of your contacts who join Telegram.";
"lng_try_other_contact" = "Try someone else";
"lng_create_group_link" = "Ссылка";
"lng_create_group_invite_link" = "Ссылка для приглашения";
"lng_create_group_description" = "Описание (необязательно)";

"lng_drag_images_here" = "Перетащите изображения сюда,";
"lng_drag_photos_here" = "Перетащите фотографии сюда,";
"lng_drag_files_here" = "Перетащите файлы сюда,";

"lng_drag_to_send_quick" = "чтобы просто отправить их";
"lng_drag_to_send_no_compression" = "чтобы отправить их без сжатия";
"lng_drag_to_send_files" = "чтобы отправить их в виде файлов";

"lng_selected_clear" = "Отмена";
"lng_selected_delete" = "Удалить";
"lng_selected_forward" = "Переслать";
"lng_selected_cancel_sure_this" = "Отменить отправку файла?";
"lng_selected_upload_stop" = "Отменить";
"lng_selected_delete_sure_this" = "Удалить это сообщение?";
"lng_selected_delete_sure#one" = "Удалить выбранные сообщения ({count})?";
"lng_selected_delete_sure#other" = "Удалить выбранные сообщения ({count})?";
"lng_delete_photo_sure" = "Удалить это фото?";
"lng_delete_for_everyone_hint#one" = "Оно удалится у всех в этом чате.";
"lng_delete_for_everyone_hint#other" = "Они удалятся у всех в этом чате.";
"lng_delete_for_me_chat_hint#one" = "Оно удалится только у вас, но не у всех остальных людей в чате.";
"lng_delete_for_me_chat_hint#other" = "Они удалятся только у вас, но не у всех остальных людей в чате.";
"lng_delete_for_me_hint#one" = "Оно удалится только у вас.";
"lng_delete_for_me_hint#other" = "Они удалятся только у вас.";
"lng_delete_for_everyone_check" = "Удалить у всех";
"lng_delete_for_other_check" = "Удалить у пользователя {user}";
"lng_box_delete" = "Удалить";
"lng_box_leave" = "Покинуть";

"lng_about_version" = "Версия {version}";
"lng_about_text_1" = "Официальное приложение для быстрого и безопасного общения, основанное на [a href=\"https://core.telegram.org/api\"]Telegram API[/a]";
"lng_about_text_2" = "Это ПО распространяется по лицензии [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL3[/a], исходный код доступен на [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a].";
"lng_about_text_3" = "Подробнее в [a href=\"https://tlgrm.ru/faq?from=tdesktop\"]часто задаваемых вопросах[/a].{faq_open}{faq_close} О неточностях в переводе сообщайте [a href=\"https://tlgrm.ru/locales/list\"]сюда[/a].";
"lng_about_done" = "Готово";

"lng_search_no_results" = "Сообщений не найдено";
"lng_search_found_results#one" = "Найдено {count} сообщение";
"lng_search_found_results#other" = "Найдено сообщений: {count}";
"lng_search_global_results" = "Результаты глобального поиска";
"lng_search_messages_from" = "Показать сообщения от";

"lng_media_save_progress" = "{ready} из {total} {mb}";
"lng_mediaview_save_as" = "Сохранить как...";
"lng_mediaview_copy" = "Скопировать";
"lng_mediaview_forward" = "Переслать";
"lng_mediaview_delete" = "Удалить";
"lng_mediaview_photos_all" = "Просмотр всех фото";
"lng_mediaview_files_all" = "Просмотр всех файлов";
"lng_mediaview_single_photo" = "Фото";
"lng_mediaview_group_photo" = "Фото группы";
"lng_mediaview_channel_photo" = "Фото канала";
"lng_mediaview_profile_photo" = "Фото профиля";
"lng_mediaview_file_n_of_count" = "{file} {n} из {count}";
"lng_mediaview_n_of_count" = "Фото {n} из {count}";
"lng_mediaview_doc_image" = "Файл";
"lng_mediaview_today" = "сегодня в {time}";
"lng_mediaview_yesterday" = "вчера в {time}";
"lng_mediaview_date_time" = "{date} в {time}";

"lng_mediaview_saved" = "Изображение сохранено в папке [c]Загрузки[/c]";

"lng_theme_preview_title" = "Предпросмотр темы";
"lng_theme_preview_generating" = "Создание предпросмотра темы...";
"lng_theme_preview_invalid" = "Файл темы содержит некорректные данные.";
"lng_theme_preview_apply" = "Использовать эту тему";

"lng_new_authorization" = "{name},\nМы обнаружили вход под вашим аккаунтом на новом устройстве.\n\nДата: {day}, {date}\nВремя: {time}\nУстройство: {device}\nМестоположение: {location}\n\nЕсли это были не вы, перейдите в Настройки — Приватность и безопасность и завершите все другие сеансы.\n\nИскренне ваша, команда Telegram";

"lng_new_version_wrap" = "Telegram Desktop был обновлён до версии {version}\n\n{changes}\n\nПолная история изменений доступна здесь:\n{link}";
"lng_new_version_minor" = "— Исправления ошибок и незначительные улучшения";

"lng_menu_insert_unicode" = "Вставьте управляющий символ Unicode";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "Ссылка некорректна или просрочена.";
"lng_confirm_phone_title" = "Отменить сброс аккаунта";
"lng_confirm_phone_about" = "Кто-то, кто имеет доступ к вашему номеру {phone}, отправил запрос на удаление вашего аккаунта Telegram и отключение двухэтапной авторизации.\n\nЕсли это были не вы, введите код, который мы только что отправили вам по SMS.";
"lng_confirm_phone_success" = "Отлично!\n\nПроцесс удаления вашего аккаунта {phone} отменён. Можете закрыть это окно.";
"lng_confirm_phone_send" = "Отправить";
"lng_confirm_phone_enter_code" = "Введите код.";

"lng_theme_editor_no_keys" = "В цветовой схеме пока нет значений";
"lng_theme_editor_cant_change_theme" = "You can't apply a new theme while you're editing the colour palette. Please close the theme editor first.";
"lng_theme_editor_new_keys" = "Отсутствуют в цветовой схеме";
"lng_theme_editor_background_image" = "Фоновое изображение";
"lng_theme_editor_saved_to_jpg" = "Сохранено в JPEG, {size}";
"lng_theme_editor_read_from_jpg" = "Изображение JPEG, {size}";
"lng_theme_editor_read_from_png" = "Изображение PNG, {size}";
"lng_theme_editor_export" = "Сохранить";
"lng_theme_editor_choose_image" = "Выберите фоновое изображение";
"lng_theme_editor_save_palette" = "Сохранить цветовую схему";
"lng_theme_editor_choose_name" = "Сохранить файл темы";
"lng_theme_editor_error" = "Ошибка в редакторе. См. подробности в файле «log.txt».";
"lng_theme_editor_done" = "Тема сохранена!";
"lng_theme_editor_title" = "Редактировать цветовую схему";
"lng_theme_editor_export_button" = "Сохранить тему";

"lng_payments_not_supported" = "Telegram Desktop пока не поддерживает платежи. Воспользуйтесь Telegram для мобильных устройств.";
"lng_payments_receipt_label" = "Квитанция";
"lng_payments_receipt_label_test" = "Тестовая квитанция";
"lng_payments_invoice_label" = "Счёт";
"lng_payments_invoice_label_test" = "Тестовый счёт";
"lng_payments_receipt_button" = "Квитанция";

"lng_call_status_incoming" = "звонит вам...";
"lng_call_status_connecting" = "подключение…";
"lng_call_status_exchanging" = "обмен ключами шифрования...";
"lng_call_status_waiting" = "ожидание...";
"lng_call_status_requesting" = "установка соединения...";
"lng_call_status_hanging" = "завершение...";
"lng_call_status_ended" = "вызов завершён";
"lng_call_status_failed" = "не удалось подключиться";
"lng_call_status_ringing" = "вызов...";
"lng_call_status_busy" = "линия занята";
"lng_call_fingerprint_tooltip" = "Если у {user} отображаются точно такие же смайлы, то этот звонок на 100% безопасен.";

"lng_call_error_not_available" = "{user} не принимает звонки.";
"lng_call_error_outdated" = "К сожалению, приложение у {user} устарело и не может принимать звонки.";
"lng_call_error_audio_io" = "Проблема с воспроизведением аудио на вашем ПК. Проверьте наушники/колонки и микрофон и попробуйте снова.";

"lng_call_bar_hangup" = "Завершить звонок";

"lng_call_box_title" = "Звонки";
"lng_call_box_about" = "You haven't made any Telegram calls yet.";
"lng_call_box_status_today" = "{time}";
"lng_call_box_status_yesterday" = "Вчера в {time}";
"lng_call_box_status_date" = "{date} в {time}";
"lng_call_box_status_group" = "({count}) {status}";

"lng_call_outgoing" = "Исходящий вызов";
"lng_call_incoming" = "Входящий вызов";
"lng_call_missed" = "Пропущенный вызов";
"lng_call_cancelled" = "Отменённый вызов";
"lng_call_declined" = "Отклонённый вызов";
"lng_call_duration_info" = "{time}, {duration}";
"lng_call_type_and_duration" = "{type} ({duration})";

"lng_call_rate_label" = "Оцените качество звонка";
"lng_call_rate_comment" = "Комментарий (необязательно)";

"lng_player_message_today" = "Сегодня в {time}";
"lng_player_message_yesterday" = "Вчера в {time}";
"lng_player_message_date" = "{date} в {time}";

"lng_rights_edit_admin" = "Manage permissions";
"lng_rights_edit_admin_header" = "Что может этот администратор?";
"lng_rights_about_add_admins_yes" = "Этот администратор сможет добавлять новых администраторов с такими же (или более жёсткими) ограничениями.";
"lng_rights_about_add_admins_no" = "Этот администратор не сможет добавлять новых администраторов.";
"lng_rights_about_admin_cant_edit" = "Вы не можете изменять права этого администратора.";
"lng_rights_user_restrictions" = "Права пользователя";
"lng_rights_user_restrictions_header" = "Что разрешено этому пользователю?";

"lng_rights_channel_info" = "Изменять описание канала";
"lng_rights_channel_post" = "Публиковать сообщения";
"lng_rights_channel_edit" = "Редактировать чужие сообщения";
"lng_rights_channel_delete" = "Удалять чужие сообщения";
"lng_rights_group_info" = "Изменять описание группы";
"lng_rights_group_ban" = "Блокировать пользователей";
"lng_rights_group_invite_link" = "Приглашать пользователей по ссылке";
"lng_rights_group_invite" = "Добавлять пользователей";
"lng_rights_group_pin" = "Прикреплять сообщения";
"lng_rights_group_delete" = "Удалять сообщения";
"lng_rights_add_admins" = "Добавлять новых администраторов";
"lng_rights_chat_read" = "Читать сообщения";
"lng_rights_chat_send_text" = "Отправлять сообщения";
"lng_rights_chat_send_media" = "Отправлять файлы";
"lng_rights_chat_send_stickers" = "Отправлять стикеры и GIF";
"lng_rights_chat_send_links" = "Отправлять ссылки с превью";
"lng_rights_chat_banned_until_header" = "Заблокирован(а) до";
"lng_rights_chat_banned_forever" = "навсегда";
"lng_rights_chat_banned_day#one" = "На {count} день";
"lng_rights_chat_banned_day#other" = "На {count} дн.";
"lng_rights_chat_banned_week#one" = "На {count} неделю";
"lng_rights_chat_banned_week#other" = "На {count} нед.";
"lng_rights_chat_banned_custom" = "Другой срок";
"lng_rights_chat_banned_custom_date" = "До {date}";

"lng_restricted_send_message" = "Администраторы этой группы запретили вам писать здесь.";
"lng_restricted_send_media" = "Администраторы этой группы запретили вам отправлять медиафайлы.";
"lng_restricted_send_stickers" = "Администраторы этой группы запретили вам отправлять стикеры.";
"lng_restricted_send_gifs" = "Администраторы этой группы запретили вам отправлять GIF.";
"lng_restricted_send_inline" = "Администраторы этой группы запретили вам отправлять встроенный контент.";

"lng_restricted_list_title" = "Ограничения прав";
"lng_banned_list_title" = "Заблокированные пользователи";

"lng_admin_log_title_all" = "Все действия";
"lng_admin_log_title_selected" = "Выбранные действия";
"lng_admin_log_filter" = "Фильтр";
"lng_admin_log_filter_title" = "Фильтр";
"lng_admin_log_filter_all_actions" = "Все действия";
"lng_admin_log_filter_restrictions" = "Добавление ограничений";
"lng_admin_log_filter_admins_new" = "Добавление администраторов";
"lng_admin_log_filter_members_new" = "Добавление участников";
"lng_admin_log_filter_info_group" = "Изменение описания группы";
"lng_admin_log_filter_info_channel" = "Изменение описания канала";
"lng_admin_log_filter_messages_deleted" = "Удаление сообщений";
"lng_admin_log_filter_messages_edited" = "Изменение сообщений";
"lng_admin_log_filter_messages_pinned" = "Прикрепление сообщений";
"lng_admin_log_filter_members_removed" = "Уход участников";
"lng_admin_log_filter_all_admins" = "Все администраторы и участники";
"lng_admin_log_about" = "Что это такое?";
"lng_admin_log_about_text" = "Это список всех действий, совершённых участниками и администраторами группы за последние 48 часов.";
"lng_admin_log_no_results_title" = "Событий не найдено";
"lng_admin_log_no_results_text" = "Не найдено ни одного события, удовлетворяющего вашему запросу.";
"lng_admin_log_no_results_search_text" = "Не найдено ни одного события, содержащего «{query}».";
"lng_admin_log_no_events_title" = "Пока ничего не произошло";
"lng_admin_log_no_events_text" = "За последние 48 часов администраторами\nи пользователями не было совершено\nни одного действия.";

"lng_admin_log_empty_text" = "Пусто";
"lng_admin_log_changed_title_group" = "{from} переименовал(а) группу в «{title}»";
"lng_admin_log_changed_title_channel" = "{from} переименовал(а) канал в «{title}»";
"lng_admin_log_changed_description_group" = "{from} изменил(а) описание группы:";
"lng_admin_log_removed_description_group" = "{from} удалил(а) описание группы";
"lng_admin_log_changed_description_channel" = "{from} изменил(а) описание канала:";
"lng_admin_log_removed_description_channel" = "{from} удалил(а) описание канала";
"lng_admin_log_previous_description" = "Прошлое описание";
"lng_admin_log_changed_link_group" = "{from} изменил(а) ссылку на группу:";
"lng_admin_log_removed_link_group" = "{from} удалил(а) ссылку на группу";
"lng_admin_log_changed_link_channel" = "{from} изменил(а) ссылку на канал:";
"lng_admin_log_removed_link_channel" = "{from} удалил(а) ссылку на канал";
"lng_admin_log_previous_link" = "Прошлая ссылка";
"lng_admin_log_changed_photo_group" = "{from} изменил(а) фото группы";
"lng_admin_log_changed_photo_channel" = "{from} изменил(а) фото канала";
"lng_admin_log_removed_photo_group" = "{from} удалил(а) фото группы";
"lng_admin_log_removed_photo_channel" = "{from} удалил(а) фото канала";
"lng_admin_log_invites_enabled" = "{from} разрешил(а) приглашения в группу";
"lng_admin_log_invites_disabled" = "{from} запретил(а) приглашения в группу";
"lng_admin_log_signatures_enabled" = "{from} включил(а) подписи к сообщениям";
"lng_admin_log_signatures_disabled" = "{from} отключил(а) подписи к сообщениям";
"lng_admin_log_history_made_hidden" = "{from} скрыл(а) историю сообщений группы для новых участников";
"lng_admin_log_history_made_visible" = "{from} сделал(а) историю сообщений группы видимой для новых участников";
"lng_admin_log_pinned_message" = "{from} прикрепил(а) сообщение:";
"lng_admin_log_unpinned_message" = "{from} открепил(а) сообщение";
"lng_admin_log_edited_caption" = "{from} изменил(а) подпись:";
"lng_admin_log_removed_caption" = "{from} удалил(а) подпись:";
"lng_admin_log_previous_caption" = "Исходная подпись";
"lng_admin_log_edited_message" = "{from} изменил(а) сообщение:";
"lng_admin_log_previous_message" = "Исходное сообщение";
"lng_admin_log_deleted_message" = "{from} удалил(а) сообщение:";
"lng_admin_log_participant_joined" = "{from} вступил(а) в группу";
"lng_admin_log_participant_joined_channel" = "{from} оформил(а) подписку на канал";
"lng_admin_log_participant_left" = "{from} покинул(а) группу";
"lng_admin_log_participant_left_channel" = "{from} покинул(а) канал";
"lng_admin_log_invited" = "пригласил(а) {user}";
"lng_admin_log_banned" = "забанил(а) {user}";
"lng_admin_log_restricted" = "изменил(а) привилегии {user} {until}";
"lng_admin_log_promoted" = "изменил(а) привилегии {user}";
"lng_admin_log_changed_stickers_group" = "{from} changed the group's {sticker_set}";
"lng_admin_log_changed_stickers_set" = "набор стикеров";
"lng_admin_log_removed_stickers_group" = "{from} removed the group's sticker set";
"lng_admin_log_user_with_username" = "{name} ({mention})";
"lng_admin_log_restricted_forever" = "навсегда";
"lng_admin_log_restricted_until" = "до {date}";
"lng_admin_log_banned_view_messages" = "Читать сообщения";
"lng_admin_log_banned_send_messages" = "Отправлять сообщения";
"lng_admin_log_banned_send_media" = "Отправлять медиафайлы";
"lng_admin_log_banned_send_stickers" = "Отправлять стикеры и GIF";
"lng_admin_log_banned_embed_links" = "Отправлять ссылки с превью";
"lng_admin_log_admin_change_info" = "Изменять описание";
"lng_admin_log_admin_post_messages" = "Публиковать сообщения";
"lng_admin_log_admin_edit_messages" = "Редактировать сообщения";
"lng_admin_log_admin_delete_messages" = "Удалять сообщения";
"lng_admin_log_admin_ban_users" = "Блокировать участников";
"lng_admin_log_admin_invite_users" = "Добавлять участников";
"lng_admin_log_admin_invite_link" = "Приглашать пользователей по ссылке";
"lng_admin_log_admin_pin_messages" = "Прикреплять сообщения";
"lng_admin_log_admin_add_admins" = "Добавлять новых администраторов";


"lng_wnd_choose_program_menu" = "Выбрать программу по умолчанию...";

"lng_wnd_menu_undo" = "Отменить";
"lng_wnd_menu_redo" = "Повторить";


"lng_linux_menu_undo" = "Отменить";
"lng_linux_menu_redo" = "Повторить";


"lng_mac_choose_program_menu" = "Другое...";

"lng_mac_choose_app" = "Выберите программу";
"lng_mac_choose_text" = "Выберите программу для открытия файла «{file}»";
"lng_mac_enable_filter" = "Включить:";
"lng_mac_recommended_apps" = "Рекомендованные программы";
"lng_mac_all_apps" = "Все программы";
"lng_mac_always_open_with" = "Всегда открывать с помощью";
"lng_mac_this_app_can_open" = "Эта программа может открыть «{file}»";
"lng_mac_not_known_app" = "Неизвестно, сможет ли эта программа открыть «{file}»";

"lng_mac_menu_services" = "Сервисы";
"lng_mac_menu_hide_telegram" = "Скрыть {telegram}";
"lng_mac_menu_hide_others" = "Скрыть остальное";
"lng_mac_menu_show_all" = "Показать всё";
"lng_mac_menu_preferences" = "Настройки...";
"lng_mac_menu_quit_telegram" = "Выйти из {telegram}";
"lng_mac_menu_about_telegram" = "О программе";
"lng_mac_menu_file" = "Файл";
"lng_mac_menu_logout" = "Выйти";
"lng_mac_menu_edit" = "Правка";
"lng_mac_menu_undo" = "Отменить";
"lng_mac_menu_redo" = "Повторить";
"lng_mac_menu_cut" = "Вырезать";
"lng_mac_menu_copy" = "Скопировать";
"lng_mac_menu_paste" = "Вставить";
"lng_mac_menu_delete" = "Удалить";
"lng_mac_menu_select_all" = "Выделить все";
"lng_mac_menu_window" = "Окно";
"lng_mac_menu_contacts" = "Контакты";
"lng_mac_menu_add_contact" = "Добавить контакт";
"lng_mac_menu_new_group" = "Новая группа";
"lng_mac_menu_new_channel" = "Создать канал";
"lng_mac_menu_show" = "Показать Telegram";
